//管理手册数据
List managementList = [
  "第一章 概述",
  "第二章 部门职能",
  "第三章 管理职责",
  "第四章 资源管理",
  "第五章 运行管理",
  "第六章 测量、分析和改进",
  "第七章 工作程序",
  "第八章 报表台帐",
  "第九章 附录",
];

List managementList_L2_C1 = [
  "第1节 进近管制室概况",
  "第2节 进近管制室质量安全目标",
];

List managementList_L2_C3 = [
  "第1节 进近管制室主任职责",
  "第2节 进近管制室副主任职责",
];

List managementList_L2_C4 = [
  "第1节 进近管制室执照申请和管理规定",
  "第2节 进近管制室管制员放单规定",
  "第3节 进近管制室会议制度",
  "第4节 进近管制室请销假规定",
  "第5节 进近管制室管制员技术档案管理规定",
  "第6节 进近管制室职工安全教育档案管理规定",
  "第7节 进近管制室管制现场执勤管理规定",
  "第8节 进近管制室设备使用管理规定",
  "第9节 进近管制室工作环境管理规定的设置",
];

List managementList_L2_C5 = [
  "第1节 概述",
  "第2节 进近管制室值班领导工作规定",
  "第3节 进近管制室管制员值班管理规定",
  "第4节 进近管制室交班规定",
  "第5节 进近管制室接班规定",
  "第6节 进近管制室替换班规定",
  "第7节 进近管制室夜班规定",
  "第8节 进近管制室记录管理程序",
  "第9节 进近管制室文件和资料的管理规定",
  "第10节 进近管制室管制协议的签订和管理规定",
  "第11节 进近管制室通用航空保障规定",
  "第12节 进近管制室雷雨保障规定",
  "第13节 进近管制室冬季复杂天气的安全保障规定",
  "第14节 进近管制室防止航空器相撞的规定",
  "第15节 进近管制室非法升空物体的通报处置规定",
  "第16节 进近管制室无人驾驶自由气球与无人驾驶航空器处置规定",
  "第17节 进近管制室无线电受干扰的处置规定",
  "第18节 进近管制室服务对象满意度和持续改进工作管理规定",
  "第19节 进近管制室防止管制员疲劳的管理规定",
  "第20节 进近管制室岗前准备工作程序",
  "第21节 进近管制室岗后讲评工作程序",
  "第22节 进近管制室岗后讲评工作程序",
  "第23节 进近管制室大面积延误处置程序",
  "第24节 进近管制室大流量下工作程序",
];

List managementList_L2_C6 = [
  "第1节 进近管制室安全检查暨运行质量监督检查制度",
  "第2节 进近管制室风险管理程序",
  "第3节 进近管制室质量安全信息管理工作程序",
  "第4节 进近管制室绩效考核工作程序",
];

List managementList_L2_C7 = [
  "第1节 进近管制室工作总结和安全工作总结报告程序",
  "第2节 进近管制室通用飞行组织协调工作程序",
  "第3节 进近管制室备降航班保障工作程序",
  "第4节 进近管制室暑运保障工作程序",
  "第5节 进近管制室换季工作程序",
  "第6节 进近管制室应答机管理规定",
];

List managementList_L2_C8 = [
  "第1节 岗位培训实施时间表",
  "第2节 培训考核报告表",
  "第3节 岗位培训评估报告表",
  "第4节 进近管制室发文登记表",
  "第5节 新设备培训记录",
  "第6节 考核成绩表",
  "第7节 附加培训记录",
  "第8节 案例分析记录表",
  "第9节 进近管制室不正常情况报告表",
  "第10节 进近管制室航日班架次统计表",
  "第11节 航班不正常空管原因具体航班",
  "第12节 航班不正常空管原因具体航班统计表",
  "第13节 进近管制室终止放单保护期考核申请表",
  "第14节 进近管制室口试考试检查单",
  "第15节 进近管制室终止放单保护期考核报告表",
  "第16节 进近管制室终止放单保护期审批表",
  "第17节 进近管制室替换班审批表",
  "第18节 进近管制室替换班审批表",
  "第19节 分时段管理清单",
];

List managementList_L2_C9 = [
  "第1节 风险评估说明",
  "第2节 安全绩效考核指标库",
  "第3节 航空安全指标考核",
];

//培训手册数据
List trainingList = [
  "第一章 管理职责",
  "第二章 资源管理",
  "第三章 工作程序",
  "第四章 进近管制室培训大纲",
  "第五章 相关数据资料",
  "第六章 报表台帐",
];

List trainingList_L2_C1 = [
  "第1节 概述",
  "第2节 培训小组",
  "第3节 培训职责",
];

List trainingList_L2_C2 = [
  "第1节 概述",
  "第2节 进近管制室管制人员培训管理规定",
  "第3节 进近管制室岗位培训教员管理规定",
  "第4节 进近管制室见习管制员管理规定",
  "第5节 进近管制室管制员资格培训管理规定",
  "第6节 进近管制室设备培训管理规定",
  "第7节 进近管制室熟练培训",
  "第8节 进近管制室复习培训管理规定",
  "第9节 进近管制室附加培训管理规定",
  "第10节 进近管制室补习培训和追加培训管理规定",
  "第11节 进近管制室模拟机教员管理规定",
  "第12节 进近管制室模拟机机房管理规定",
  "第13节 进近管制室雷达管制模拟机培训设备操作规",
  "第14节 进近管制室程序管制模拟机培训设备操作规程",
];

List trainingList_L2_C3 = [
  "第1节 进近管制室人员培训、考核工作程序",
  "第2节 进近管制室新进人员培训程序",
  "第3节 进近管制室岗位资格培训工作程序",
  "第4节 进近管制室设备培训工作程序",
  "第5节 进近管制室熟练培训工作程序",
  "第6节 进近管制室复习培训工作程序",
  "第7节 进近管制室附加培训工作程序",
  "第8节 进近管制室补习培训和追加培训工作程序",
  "第9节 进近管制室模拟机使用工作程序",
  "第10节 进近管制室防止管制员“错、忘、漏”培训程序",
];

List trainingList_L2_C4 = [
  "第1节 进近管制室部门级安全教育",
  "第2节 进近管制室岗位级安全教育",
  "第3节 进近管制室新进人员上岗前培训大纲",
  "第4节 进近管制室资格培训大纲",
  "第5节 进近管制室新进人员设备培训",
  "第6节 进近管制室进近复习培训大纲",
  "第7节 进近管制室模拟机训练大纲",
];

List trainingList_L2_C5 = [
  "第1节 高度层分配",
  "第2节 速度换算表",
  "第3节 航空器最低调速标准",
  "第4节 管制术语",
];

List trainingList_L2_C6 = [
  "第1节 进近管制室受训人岗位培训登记表",
  "第2节 进近管制室岗位培训实施时间表",
  "第3节 进近管制室培训考核报告表",
  "第4节 进近管制室岗位培训评估报告表",
];

//运行手册数据
List workingList = [
  "第一章 进近管制室概况",
  "第二章 工作职责",
  "第三章 进近管制室资源管理",
  "第四章 进近管制室运行管理",
  "第五章 进近管制运行标准、规范与程序",
  "第六章 进近管制室相关数据资料",
  "第七章 进近管制室相关报表台帐",
];

List workingList_L2_C2 = [
  "第1节 进近管制室带班主任职责",
  "第2节 进近管制室管制席职责与工作程序",
  "第3节 进近管制室协调席职责与工作程序",
  "第4节 进近管制室监控管制员（若有）职责",
  "第5节 进近管制室岗位教员职责",
  "第6节 进近管制室计划编辑席职责",
  "第7节 进近管制室扇区职能",
];

List workingList_L2_C3 = [
  "第1节 进近管制室业务与班组管理",
  "第2节 进近管制室设备的使用操作规程及使用规定",
];

List workingList_L2_C4 = [
  "第1节 概述",
  "第2节 值班管理",
  "第3节 进近管制室管制员放单规定",
  "第4节 进近管制室综合信息查询显示系统使用操作规程",
  "第5节 进近管制室值班工作程序",
];

List workingList_L2_C5 = [
  "第1节 概述",
  "第2节 进近管制间隔",
  "第3节 进近管制工作规定",
  "第4节 进近管制正常工作程序",
  "第5节 进近管制室复杂气象条件工作程序",
  "第6节 进近管制室特殊工作程序",
];

List workingList_L2_C6 = [
  "第1节 进近管制室相关管制协议",
  "第2节 机场四字代码表",
  "第3节 相关机场标高及跑道资料",
  "第4节 相邻管制单位的有关资料",
  "第5节 进近管制室银川进近自动化告警抑制区参数及示意图",
];

List workingList_L2_C7 = [
  "第1节 进近管制室设备故障应急检查单",
  "第2节 银川进近管制室飞行结束后检查单",
  "第3节 银川进近管制室交接班检查单",
  "第4节 进近管制室案例分析记录表",
  "第5节 进近管制室贺兰空军活动记录表",
  "第6节 进近管制室流量管理记录表",
  "第7节 宁夏空管分局管制员执勤小时数日统计表",
  "第8节 进近管制员席位记录表",
  "第9节 宁夏空管分局管制员执勤小时数月度统计表",
  "第10节 进近管制室架次统计表",
  "第11节 军航活动记录表",
  "第12节 进近管制室部分扇区自动化失效处置清单",
  "第13节 进近管制室地空通信部分失效处置清单",
  "第14节 主备自动化设备视频图检查单",
];