//管理手册数据
List managementList = [
  "第一章 概述",
  "第二章 部门职能",
  "第三章 管理职责",
  "第四章 资源管理",
  "第五章 运行管理",
  "第六章 测量、分析和改进",
  "第七章 工作程序",
  "第八章 报表台帐",
  "第九章 附录",
];

List managementList_L2_C1 = [
  "第一节 进近管制室概况",
  "第二节 进近管制室质量安全目标",
];

List managementList_L2_C3 = [
  "第一节 进近管制室主任职责",
  "第二节 进近管制室副主任职责",
];

List managementList_L2_C4 = [
  "第一节 进近管制室执照申请和管理规定",
  "第二节 进近管制室管制员放单规定",
  "第三节 进近管制室会议制度",
  "第四节 进近管制室请销假规定",
  "第五节 进近管制室管制员技术档案管理规定",
  "第六节 进近管制室职工安全教育档案管理规定",
  "第七节 进近管制室管制现场执勤管理规定",
  "第八节 进近管制室设备使用管理规定",
  "第九节 进近管制室工作环境管理规定的设置",
];

List managementList_L2_C5 = [
  "第一节 概述",
  "第二节 进近管制室值班领导工作规定",
  "第三节 进近管制室管制员值班管理规定",
  "第四节 进近管制室交班规定",
  "第五节 进近管制室接班规定",
  "第六节 进近管制室替换班规定",
  "第七节 进近管制室夜班规定",
  "第八节 进近管制室记录管理程序",
  "第九节 进近管制室文件和资料的管理规定",
  "第十节 进近管制室管制协议的签订和管理规定",
  "第十一节 进近管制室通用航空保障规定",
  "第十二节 进近管制室雷雨保障规定",
  "第十三节 进近管制室冬季复杂天气的安全保障规定",
  "第十四节 进近管制室防止航空器相撞的规定",
  "第十五节 进近管制室非法升空物体的通报处置规定",
  "第十六节 进近管制室无人驾驶自由气球与无人驾驶航空器处置规定",
  "第十七节 进近管制室无线电受干扰的处置规定",
  "第十八节 进近管制室服务对象满意度和持续改进工作管理规定",
  "第十九节 进近管制室防止管制员疲劳的管理规定",
  "第二十节 进近管制室岗前准备工作程序",
  "第二十一节 进近管制室岗后讲评工作程序",
  "第二十二节 进近管制室岗后讲评工作程序",
  "第二十三节 进近管制室大面积延误处置程序",
  "第二十四节 进近管制室大流量下工作程序",
];

List managementList_L2_C6 = [
  "第一节 进近管制室安全检查暨运行质量监督检查制度",
  "第二节 进近管制室风险管理程序",
  "第三节 进近管制室质量安全信息管理工作程序",
  "第四节 进近管制室绩效考核工作程序",
];

List managementList_L2_C7 = [
  "第一节 进近管制室工作总结和安全工作总结报告程序",
  "第二节 进近管制室通用飞行组织协调工作程序",
  "第三节 进近管制室备降航班保障工作程序",
  "第四节 进近管制室暑运保障工作程序",
  "第五节 进近管制室换季工作程序",
  "第六节 进近管制室应答机管理规定",
];

List managementList_L2_C8 = [
  "第一节 岗位培训实施时间表",
  "第二节 培训考核报告表",
  "第三节 岗位培训评估报告表",
  "第四节 进近管制室发文登记表",
  "第五节 新设备培训记录",
  "第六节 考核成绩表",
  "第七节 附加培训记录",
  "第八节 案例分析记录表",
  "第九节 进近管制室不正常情况报告表",
  "第十节 进近管制室航日班架次统计表",
  "第十一节 航班不正常空管原因具体航班",
  "第十二节 航班不正常空管原因具体航班统计表",
  "第十三节 进近管制室终止放单保护期考核申请表",
  "第十四节 进近管制室口试考试检查单",
  "第十五节 进近管制室终止放单保护期考核报告表",
  "第十六节 进近管制室终止放单保护期审批表",
  "第十七节 进近管制室替换班审批表",
  "第十八节 进近管制室替换班审批表",
  "第十九节 分时段管理清单",
];

List managementList_L2_C9 = [
  "第一节 风险评估说明",
  "第二节 安全绩效考核指标库",
  "第三节 航空安全指标考核",
];

//培训手册数据
List trainingList = [
  "第一章 管理职责",
  "第二章 资源管理",
  "第三章 工作程序",
  "第四章 进近管制室培训大纲",
  "第五章 相关数据资料",
  "第六章 报表台帐",
];

List trainingList_L2_C1 = [
  "第一节 概述",
  "第二节 培训小组",
  "第三节 培训职责",
];

List trainingList_L2_C2 = [
  "第一节 概述",
  "第二节 进近管制室管制人员培训管理规定",
  "第三节 进近管制室岗位培训教员管理规定",
  "第四节 进近管制室见习管制员管理规定",
  "第五节 进近管制室管制员资格培训管理规定",
  "第六节 进近管制室设备培训管理规定",
  "第七节 进近管制室熟练培训",
  "第八节 进近管制室复习培训管理规定",
  "第九节 进近管制室附加培训管理规定",
  "第十节 进近管制室补习培训和追加培训管理规定",
  "第十一节 进近管制室模拟机教员管理规定",
  "第十二节 进近管制室模拟机机房管理规定",
  "第十三节 进近管制室雷达管制模拟机培训设备操作规",
  "第十四节 进近管制室程序管制模拟机培训设备操作规程",
];

List trainingList_L2_C3 = [
  "第一节 进近管制室人员培训、考核工作程序",
  "第二节 进近管制室新进人员培训程序",
  "第三节 进近管制室岗位资格培训工作程序",
  "第四节 进近管制室设备培训工作程序",
  "第五节 进近管制室熟练培训工作程序",
  "第六节 进近管制室复习培训工作程序",
  "第七节 进近管制室附加培训工作程序",
  "第八节 进近管制室补习培训和追加培训工作程序",
  "第九节 进近管制室模拟机使用工作程序",
  "第十节 进近管制室防止管制员“错、忘、漏”培训程序",
];

List trainingList_L2_C4 = [
  "第一节 进近管制室部门级安全教育",
  "第二节 进近管制室岗位级安全教育",
  "第三节 进近管制室新进人员上岗前培训大纲",
  "第四节 进近管制室资格培训大纲",
  "第五节 进近管制室新进人员设备培训",
  "第六节 进近管制室进近复习培训大纲",
  "第七节 进近管制室模拟机训练大纲",
];

List trainingList_L2_C5 = [
  "第一节 高度层分配",
  "第二节 速度换算表",
  "第三节 航空器最低调速标准",
  "第四节 管制术语",
];

List trainingList_L2_C6 = [
  "第一节 进近管制室受训人岗位培训登记表",
  "第二节 进近管制室岗位培训实施时间表",
  "第三节 进近管制室培训考核报告表",
  "第四节 进近管制室岗位培训评估报告表",
];

//运行手册数据
List workingList = [
  "第一章 进近管制室概况",
  "第二章 工作职责",
  "第三章 进近管制室资源管理",
  "第四章 进近管制室运行管理",
  "第五章 进近管制运行标准、规范与程序",
  "第六章 进近管制室相关数据资料",
  "第七章 进近管制室相关报表台帐",
];

List workingList_L2_C2 = [
  "第一节 进近管制室带班主任职责",
  "第二节 进近管制室管制席职责与工作程序",
  "第三节 进近管制室协调席职责与工作程序",
  "第四节 进近管制室监控管制员（若有）职责",
  "第五节 进近管制室岗位教员职责",
  "第六节 进近管制室计划编辑席职责",
  "第七节 进近管制室扇区职能",
];

List workingList_L2_C3 = [
  "第一节 进近管制室业务与班组管理",
  "第二节 进近管制室设备的使用操作规程及使用规定",
];

List workingList_L2_C4 = [
  "第一节 概述",
  "第二节 值班管理",
  "第三节 进近管制室管制员放单规定",
  "第四节 进近管制室综合信息查询显示系统使用操作规程",
  "第五节 进近管制室值班工作程序",
];

List workingList_L2_C5 = [
  "第一节 概述",
  "第二节 进近管制间隔",
  "第三节 进近管制工作规定",
  "第四节 进近管制正常工作程序",
  "第五节 进近管制室复杂气象条件工作程序",
  "第六节 进近管制室特殊工作程序",
];

List workingList_L2_C6 = [
  "第一节 进近管制室相关管制协议",
  "第二节 机场四字代码表",
  "第三节 相关机场标高及跑道资料",
  "第四节 相邻管制单位的有关资料",
  "第五节 进近管制室银川进近自动化告警抑制区参数及示意图",
];

List workingList_L2_C7 = [
  "第一节 进近管制室设备故障应急检查单",
  "第二节 银川进近管制室飞行结束后检查单",
  "第三节 银川进近管制室交接班检查单",
  "第四节 进近管制室案例分析记录表",
  "第五节 进近管制室贺兰空军活动记录表",
  "第六节 进近管制室流量管理记录表",
  "第七节 宁夏空管分局管制员执勤小时数日统计表",
  "第八节 进近管制员席位记录表",
  "第九节 宁夏空管分局管制员执勤小时数月度统计表",
  "第十节 进近管制室架次统计表",
  "第十一节 军航活动记录表",
  "第十二节 进近管制室部分扇区自动化失效处置清单",
  "第十三节 进近管制室地空通信部分失效处置清单",
  "第十四节 主备自动化设备视频图检查单",
];