//该页用于存放民用航空空中交通管理规则各条目录详细内容;
List civilAvtionDirectorylist = [
  //民用航空空中交通管理规则大目录;
  "第一章 总则",
  "第二章 机构与运行管理",
  "第三章 管制员执照及培训",
  "第四章 空域",
  "第五章 一般规则",
  "第六章 管制间隔的方法和标准",
  "第七章 机场和进近管制服务",
  "第八章 区域管制服务",
  "第九章 目视飞行规则飞行的管制要求",
  "第十章 仪表飞行规则飞行的管制要求",
  "第十一章 雷达管制",
  "第十二章 复杂气象条件和特殊情况下的空中交通管制",
  "第十三章 飞行情报服务和告警服务",
  "第十四章 协调",
  "第十五章 空中交通管制事故、差错的管理",
  "第十六章 空中交通运行保障设施",
  "第十七章 空中交通管制容量和空中交通流量管理",
  "第十八章 无人驾驶自由气球和无人驾驶航空器",
  "第十九章 法律责任",
  "第二十章 附则",
];

List civilAvtionlist_Two = [
  //第二章 机构与运行管理
  "第1节 空中交通管制单位",
  "第2节 管制单位的运行",
  "第3节 空中交通服务运行手册",
  "第4节 空中交通服务应急预案",
  "第5节 管制单位的协议",
  "第6节 安全保卫制度",
  "第7节 管制单位的席位",
  "第8节 空中交通管制岗位的工作制度",
  "第9节 管制运行记录"
];

List civilAvtionlist_Three = [
  //第三章　管制员执照及培训
  "第1节 管制员执照",
  "第2节 管制员培训",
];
List civilAvtionlist_Four = [
  //第四章　空域
  "第1节　一般规定",
  "第2节　飞行情报区",
  "第3节　管制空域",
  "第4节　空中危险区、空中限制区、空中禁区",
  "第5节　航路和航线",
  "第6节　空中交通管制扇区",
];
List civilAvtionlist_Five = [
  //第五章　一般规则
  "第1节　空中交通管制服务的提供",
  "第2节　管制责任的移交",
  "第3节　空中交通管制许可",
  "第4节　管制员的执勤",
  "第5节　飞行申请和飞行计划",
  "第6节　飞行进程单",
  "第7节　气象情报",
  "第8节　高度表拨正和过渡高度",
  "第9节　跑道视程的通告",
  "第10节　自动终端情报服务",
  "第11节　水平速度调整",
  "第12节　垂直速度调整",
  "第13节　航空器的特定要求",
  "第14节　位置报告",
  "第15节　空中交通通信、通话及其使用的语言、时间和计量单位",
  "第16节　航空器呼号",
  "第17节　通用飞行及训(熟)练飞行的管制和指挥",
  "第18节　机载防撞系统",
  "第19节　基本管制工作程序",
];
List civilAvtionlist_Six = [
  //第六章　管制间隔的方法和标准
  "第1节　一般规定",
  "第2节　垂直间隔和安全高度",
  "第3节　仪表飞行水平间隔",
  "第4节　目视飞行水平间隔",
  "第5节　航空器尾流间隔标准",
  "第6节　间隔标准的降低",
];
List civilAvtionlist_Seven = [
  //第七章　机场和进近管制服务
  "第1节　一般规定",
  "第2节　机场机动区内目视管制信号",
  "第3节　跑道的选择和使用",
  "第4节　离场管制",
  "第5节　进场管制",
  "第6节　缩小航空器起飞着陆间隔",
  "第7节　平行跑道仪表运",
  "第8节　全天候运行的管制服务",
  "第9节　目视进近",
  "第10节　航空器水上运行管制",
];
List civilAvtionlist_Eleven = [
  //第十一章　雷达管制
  "第1节　一般规定",
  "第2节　航空器二次监视雷达应答机使用和高度确认",
  "第3节　雷达识别",
  "第4节　雷达管制移交",
  "第5节　雷达管制间隔标准",
  "第6节　雷达引导",
  "第7节　进近和区域雷达管制服务",
  "第8节　机场管制",
  "第9节　雷达进近",
  "第10节　监视雷达进近和精密雷达进近",
  "第11节　雷达情报服务",
  "第12节　雷达管制特殊情况处置",
  "第13节　低高度告警和冲突告警",
];
List civilAvtionlist_Twelve = [
  //第十二章　复杂气象条件和特殊情况下的空中交通管制
  "第1节　复杂气象条件下的管制",
  "第2节　航空器紧急情况下的管制",
  "第3节　陆空通信联络失效",
  "第4节　无线电罗盘失效",
  "第5节　飞行能力受损情况下的管",
  "第6节　座舱失压",
  "第7节　迷航或不明的航空器",
  "第8节　空中失火",
  "第9节　空中劫持",
  "第10节　民用航空器被拦截",
  "第11节　紧急放油",
  "第12节　空中交通管制意外事件",
  "第13节　其他特殊情况的处置",
];
List civilAvtionlist_Thirteen = [
  //第十三章　飞行情报服务和告警服务
  "第1节　飞行情报服务",
  "第2节　告警服务",
  "第3节　搜寻和援救",
];
List civilAvtionlist_Fourteen = [
  //第十四章　协调
  "第1节　管制单位和飞行管制部门之间的协调",
  "第2节　管制单位与运营人或机场管理机构之间的协调",
  "第3节　提供空中交通管制服务的协调",
  "第4节　提供飞行情报服务和告警服务的协调",
];
List civilAvtionlist_Fifteen = [
  //第十五章　空中交通管制事故、差错的管理
  "第1节　事故及事故征候",
  "第2节　差错管理",
  "第3节　空中交通事件的报告",
  "第4节　事件调查",
];
List civilAvtionlist_Sixteen = [
  //第十六章　空中交通运行保障设施
  "第1节　一般规定",
  "第2节　地空通信设施",
  "第3节　航空固定通信设施",
  "第4节　监视与导航设施",
  "第5节　机场设施",
  "第6节　航空气象",
  "第7节　航空情报",
];
List civilAvtionlist_Seventeen = [
  //第十七章　空中交通管制容量和空中交通流量管理
  "第1节　空中交通管制容量",
  "第2节　空中交通流量管理",
];
List civilAvtionlist_Eighteen = [
  //第十八章　无人驾驶自由气球和无人驾驶航空器
  "第1节　无人驾驶自由气球",
  "第2节　无人驾驶航空器",
];
List civilAvtionlist_Twenty = [
  //第二十章　附则
  "附件１　定义",
  "附件２　管制单位等级划分",
  "附件３　管制员发给航空器的灯光或信号弹信号",
  "附件４　机场目视地面符号",
  "附件５　航空器驾驶员收到管制员信号后的确认",
  "附件６　机场进近和跑道灯光系统强度",
  "附件７　航空器驾驶员应当进行的请示和报告",
  "附件８　目视飞行规则或者特殊目视飞行规则的气象条件",
  "附件９　空管不安全事件报告表",
  "附件１０　附图",
  "附件１１　指定航空器调整速度时使用的最低调整速度标准",
  "附件１２　飞行高度层配备标准及显示差异示意图表",
  "附件１３　直升机地面和空中滑行间隔",
  "附件１４　机场道面摩擦系数与刹车效应的对应表",
  "附件１５　侧风、顺风限制标准表",
  "附件１６　缩小航空器起飞着陆间隔示意图",
  "附件１７　缩减航空器连续离场间隔示意图",
];
