List countryRulersList = [
  //国家法律法规子目录
  "中华人民共和国宪法",
  "中华人民共和国保守国家秘密法",
  "中华人民共和国安全生产法",
  "中华人民共和国劳动法",
  "中华人民共和国民用航空法",
  "中华人民共和国飞行基本规则",
  "中华人民共和国搜寻救援民用航空器规定",
];

List labourLawAndOtherConnectionMessage = [
  '中华人民共和国劳动法',
  '中华人民共和国劳动合同法',
  '中华人民共和国就业促进法',
  '安全生产标准制修订工作细则',
  '就业服务与就业管理规定',
  '集体合同规定',
  '劳动保障监察条例',
  '企业职工工伤保险试行办法',
  '失业保险金申领发放办法',
  '失业保险条例',
  '最低工资规定',
];

List safeProduceLawAndOtherConnectionMessage = [
  '中华人民共和国安全生产法',
  '中华人民共和国工会法',
  '中华人民共和国行政许可法',
  '中华人民共和国消防法',
  '中华人民共和国职业病防治法',
  '安全评价机构管理规定',
  '安全生产许可证条例',
  '特种设备安全监察条例',
  '危险废物经营许可证管理办法',
  '危险化学品安全管理条例',
  '危险化学品生产储存建设项目安全审查办法',
  '危险化学品生产企业安全生产许可证实施办法',
  '烟花爆竹生产企业安全生产许可证实施办法',
  '浙江省安全生产事故报告和调查处理暂行规定',
  '浙江省剧毒化学品定点经营安全管理办法',
  '浙江省企业职工安全生产教育管理规定',
  '浙江省危险化学品安全管理实施办法',
];

List flyRulelist = [
  //中华人民共和国飞行基本规则
  '第一章 总 则',
  '第二章 空域管理',
  '第三章 飞行管制',
  '第四章 机场区域内飞行',
  '第五章 航路和航线飞行',
  '第六章 飞行间隔',
  '第七章 飞行指挥',
  '第八章 飞行中特殊情况的处置',
  '第九章 通信、导航、雷达、气象和航行情报保障',
  '第十章 对外国航空器的特别规定',
  '第十一章 法律责任',
  '第十二章 附 则',
];

List secretKeepLawlist = [
  //中国人民共和国保守国家秘密法
  '第一章 总 则',
  '第二章 国家秘密的范围和密级',
  '第三章 保密制度',
  '第四章 监督管理',
  '第五章 法律责任',
  '第六章 附 则',
];

List civilAviationLawlist = [
  //中华人民共和国民用航空法
  '第一章 总则',
  '第二章 民用航空器国籍',
  '第三章 民用航空器权利',
  '第四章 民用航空器适航管理',
  '第五章 航空人员',
  '第六章 民用机场',
  '第七章 空中航行',
  '第八章 公共航空运输企业',
  '第九章 公共航空运输',
  '第十章 通用航空',
  '第十一章 搜寻援救和事故调查',
  '第十二章 对地面第三人损害的赔偿责任',
  '第十三章 对外国民用航空器的特别规定',
  '第十四章 涉外关系的法律适用',
  '第十五章 法律责任',
  '第十六章 附则',
];

List civilAviationLawlist_L3 = [
  //中华人民共和国民用航空法第三章节内容
  '第1节 一般规定',
  '第2节 民用航空器所有权和抵押权',
  '第3节 民用航空器优先权',
  '第4节 民用航空器租赁',
];
List civilAviationLawlist_L5 = [
  //中华人民共和国民用航空法第五章节内容
  '第1节 一般规定',
  '第2节 机组',
];
List civilAviationLawlist_L7 = [
  //中华人民共和国民用航空法第七章节内容
  '第1节 空域管理',
  '第2节 飞行管理',
  '第3节 飞行保障',
  '第4节 飞行必备文件',
];
List civilAviationLawlist_L9 = [
  //中华人民共和国民用航空法第九章节内容
  '第1节 一般规定',
  '第2节 运输凭证',
  '第3节 承运人的责任',
  '第4节 实际承运人履行航空运输的特别规定',
];

List constitutionLawlist = [
  //中华人民共和国宪法
  '第一章 总 纲',
  '第二章 公民的基本权利和义务',
  '第三章 国家机构',
  '第四章 国旗、国徽、首都',
];
List constitutionLawlist_L3 = [
  //中华人民共和国宪法第三章节内容
  '第1节 全国人民代表大会',
  '第2节 中华人民共和国主席',
  '第3节 国务院',
  '第4节 中央军事委员会',
  '第5节 地方各级人民代表大会和地方各级人民政府',
  '第6节 民族自治地方的自治机关',
  '第7节 人民法院和人民检察院',
];

List labourLawlist = [
  //中华人民共和国劳动法
  '第一章 总 则',
  '第二章 促进就业',
  '第三章 劳动合同和集体合同',
  '第四章 工作时间和休息休假',
  '第五章 工 资',
  '第六章 劳动安全卫生',
  '第七章 女职工和未成年工特殊保护',
  '第八章 职业培训',
  '第九章 社会保险和福利',
  '第十章 劳动争议',
  '第十一章 监督检查',
  '第十二章 法律责任',
  '第十三章 附 则',
];

List labourContractLawlist = [
  //中华人民共和国劳动合同法
  '第一章 总 则',
  '第二章 劳动合同的订立',
  '第三章 劳动合同的履行和变更',
  '第四章 劳动合同的解除和终止',
  '第五章 特别规定',
  '第六章 劳动安全卫生',
  '第六章 监督检查',
  '第七章 法律责任',
  '第八章 附 则',
];
List labourContractLawlist_L5 = [
  //中华人民共和国劳动合同法节内容
  '第1节 集体合同',
  '第2节 劳务派遣',
  '第3节 非全日制用工',
];

List jobPromoteLawlist = [
  //中华人民共和国就业促进法
  '第一章 总 则',
  '第二章 政策支持',
  '第三章 公平就业',
  '第四章 就业服务和管理',
  '第五章 职业教育和培训',
  '第六章 就业援助',
  '第七章 监督检查',
  '第八章 法律责任',
  '第九章 附 则',
];

List jobServiceAndManagementlist = [
  //中华人民共和国就业服务与就业管理规定
  '第一章 总 则',
  '第二章 求职与就业',
  '第三章 招用人员',
  '第四章 公共就业服务',
  '第五章 就业援助',
  '第六章 职业中介服务',
  '第七章 就业与失业管理',
  '第八章 罚 则',
  '第九章 附 则',
];
List safeProduceStandardChange = [
  //中国人民共和国安全生产标准修订工作细则
  '第一章 总 则',
  '第二章 立项和计划',
  '第三章 起 草',
  '第四章 征求意见',
  '第五章 审查和报批',
  '第六章 发布和备案',
  '第七章 附 则',
];

List jobInjuryInsurancelist = [
  //中国人民共和国企业职工工伤保险试行办法
  '第一章 总 则',
  '第二章 工伤范围及其认定',
  '第三章 劳动鉴定和工伤评残',
  '第四章 工伤保险待遇',
  '第五章 工伤保险基金',
  '第六章 工伤预防和职业康复',
  '第七章 管理与监督检查',
  '第八章 企业和职工责任',
  '第九章 争议处理',
  '第十章 附 则'
];

List labourGuaranteeSupervisionlist = [
  //劳动保障监察条例
  '第一章 总 则',
  '第二章 劳动保障监察职责',
  '第三章 劳动保障监察的实施',
  '第四章 法律责任',
  '第五章 附 则',
];

List communityContractlist = [
  //集体合同规定
  '第一章 总 则',
  '第二章 集体协商内容',
  '第三章 集体协商代表',
  '第四章 集体协商程序',
  '第五章 集体合同的订立、变更、解除和终止',
  '第六章 集体合同审查',
  '第七章 集体协商争议的协调处理',
  '第八章 附 则',
];

List unemploymentInsurancelist = [
  //失业保险条例
  '第一章 总 则',
  '第二章 失业保险基金',
  '第三章 失业保险待遇',
  '第四章 管理和监督',
  '第五章 罚 则',
  '第六章 附 则',
];

List unemploymentInsurancelistApply = [
  //失业保险金申领发放办法
  '第一章 总 则',
  '第二章 失业保险金申领',
  '第三章 失业保险金发放',
  '第四章 失业保险关系转迁',
  '第五章 附 则',
];

List lowestSalarylist = [
  //最低工资规定
  '第一章 最低工资规定',
  '第二章 最低工资标准测算方法',
];

List safeProduceLawlist = [
  //中华人民共和国安全生产法
  '第一章 总 则',
  '第二章 生产经营单位的安全生产保障',
  '第三章 从业人员的权利和义务',
  '第四章 安全生产的监督管理',
  '第五章 生产安全事故的应急救援与调查处理',
  '第六章 法律责任',
  '第七章 附 则',
];

List labourUnionLawlist = [
  //中华人民共和国工会法
  '第一章 总 则',
  '第二章 工会组织',
  '第三章 工会的权利和义务',
  '第四章 基层工会组织',
  '第五章 工会的经费和财产',
  '第六章 附 则',
];

List adminisstrativelicensingLawlist = [
  //中华人民共和国行政许可法
  '第一章 总 则',
  '第二章 行政许可的设定',
  '第三章 行政许可的实施机关',
  '第四章 行政许可的实施程序',
  '第五章 行政许可的费用',
  '第六章 监督检查',
  '第七章 法律责任',
  '第八章 附则',
];

List adminisstrativelicensingLawlist_L4 = [
  //中华人民共和国行政许可法第四章节内容
  '第1节 申请与受理',
  '第2节 审查与决定',
  '第3节 期限',
  '第5节 变更与延续',
  '第6节 特别规定',
];

List civilAvationList = [
  //民航规章，民用航空子目录
  "民用航空使用空域办法",
  "民用机场飞行程序和运行最低标准管理规定",
  "民用航空航行通告发布规定",
  "搜寻援救民用航空器工作手册",
];

List fireLawlist = [
  //中华人民共和国消防法
  '第一章 总 则',
  '第二章 火灾预防',
  '第三章 消防组织',
  '第四章 灭火救援',
  '第五章 法律责任',
  '第六章 附  则',
];

List occupationalDiseasesPreventionlist = [
  //中华人民共和国职业病防治法
  '第一章 总 则',
  '第二章 前期预防',
  '第三章 劳动过程中的防护与管理 ',
  '第四章 职业病诊断与职业病病人保障',
  '第五章 监督检查 ',
  '第六章 法律责任',
  '第七章 附 则',
];

List safetyAssessmentManagementlist = [
  //安全评价机构管理规定
  '第一章 总 则',
  '第二章 取得资质证书的条件和程序',
  '第三章 安全评价机构',
  '第四章 监督管理',
  '第五章 罚 则',
  '第六章 附 则',
];
List safeProduceLicenselist = [
  //安全生产许可条例
  '第一章 安全生产许可证条例',
];

List safetySupervisionOfSpecialEquipmentlist = [
  //特种设备安全监察条例
  '第一章 总则',
  '第二章 特种设备的生产',
  '第三章 特种设备的使用',
  '第四章 检验检测',
  '第五章 监督检查',
  '第六章 法律责任',
  '第七章 附 则',
];

List hazardousWasteBusinessLicenselist = [
  //危险废物经营许可证管理按章
  '第一章 总则',
  '第二章 申请领取危险废物经营许可证的条件',
  '第三章 申请领取危险废物经营许可证的程序',
  '第四章 监督管理',
  '第五章 法律责任',
  '第六章 附 则',
];

List hazardousChemicalsSafetyManagementlist = [
  //危险化学品安全管理条例按章
  '第一章 总则',
  '第二章 危险化学品的生产、储存和使用',
  '第三章 危险化学品的经营',
  '第四章 危险化学品的运输',
  '第五章 危险化学品的登记与事故应急救援',
  '第六章 法律责任',
  '第七章 附  则',
];

List hazardousChemicalsProduceSafetyExaminationlist = [
  //危险化学品生产储存建设项目安全审查办法按章
  '第一章 总则',
  '第二章 安全条件论证和安全评价',
  '第三章 安全审查',
  '第四章 监督管理',
  '第五章 罚 则',
  '第六章 附 则',
];

List hazardousChemicalsSafeProduceLicenselist = [
  //危险化学品生产企业安全生产许可证实施办法
  '第一章 总则',
  '第二章 安全生产条件',
  '第三章 安全生产许可证的申请和颁发',
  '第四章 安全生产许可证的监督管理',
  '第五章 罚 则',
  '第六章 附 则',
];

List fireworksSafeProduceLicenselist = [
  //烟花爆竹生产企业安全生产许可证实施办法
  '第一章 总则',
  '第二章 安全生产条件',
  '第三章 安全生产许可证的申请和颁发',
  '第四章 安全生产许可证的监督管理',
  '第五章 罚 则',
  '第六章 附 则',
];

List zheJiangSafeProduceAccidentlist = [
  //浙江省安全生产事故报告和调查处理暂行规定
  '第一章 总则',
  '第二章 事故报告',
  '第三章 事故调查',
  '第四章 事故处理',
  '第五章 附 则',
];
List zheJiangToxicChemicalsManagementlist = [
  //浙江省剧毒化学品定点经营安全管理办法
  '第一章 浙江省剧毒化学品定点经营安全管理办法',
];
List zheJiangEmployeeEducatelist = [
  //浙江省企业职工安全生产教育管理规定
  '第一章 总则',
  '第二章 企业职工安全生产教育',
  '第三章 企业管理人员安全生产教育',
  '第四章 组织管理',
  '第五章 附   则',
];

List zheJiangDangerousChemicalsManagementlist = [
  //浙江省危险化学品安全管理实施办法
  '第一章 总则',
  '第二章 危险化学品的生产、储存和使用',
  '第三章 危险化学品的经营、运输',
  '第四章 危险化学品的登记与事故应急救援',
  '第五章 监督检查',
  '第六章 法律责任',
  '第七章 附则',
];

List civilAvationList_FlyRoutine_L2 = [
  //民用航空机场飞行程序和运行最低标准管理规定
  "第一章 总则",
  "第二章 飞行程序设计和运行最低标准拟定",
  "第三章 飞行程序和运行最低标准的批准、校验、试飞和公布",
  "第四章 飞行程序和运行最低标准的使用和维护",
  "第五章 飞行程序设计人员和单位的管理",
  "第六章 监督检查",
  "第七章 法律责任",
  "第八章 附则",
];

List civilAvationList_FlyRoutine_L2_S1 = [
  //民用航空机场飞行程序和运行最低标准管理规定第二章节内容
  "第1节 基本要求",
  "第2节 新建、改建、扩建运输机场飞行程序设计",
  "第3节 运输机场飞行程序和运行最低标准的修改和优化",
];

List commonFlyMangementList = [
  "第一章 总则",
  "第二章 飞行空域的划设与使用",
  "第三章 飞行活动的管理",
  "第四章 飞行保障",
  "第五章 升放和系留气球的规定",
  "第六章 法律责任",
  "第七章 附则",
];

//民用航空飞行器目录
List commonFlyMangementList_2 = [
  "第一章 总则",
  "第二章 评估管理",
  "第三章 空中交通服务",
  "第四章 无线电管理",
  "第五章 附  则",
];

List flyAnnouncementRelease = [
  //民用航空航行通告发布规定
  "一 目的",
  "二 适用范围",
  "三 航行通告的审核",
  "四 A、C、D、E和F系列航行通告的拍发和转发",
  "五 雪情通告（S系列）的拍发和转发",
  "六 火山通告（V系列）的拍发和转发",
  "七 通告的编发规范",
  "八 附 则",
];

List airspaceUserquery = [
  //民用航空使用空域办法
  "第一章 总则",
  "第二章 空域分类",
  "第三章 空中交通服务区域",
  "第四章 空域规范",
  "第五章 空域数据",
  "第六章 空域使用程序",
  "第七章 附则",
  "附件一 定义",
  "附件四 管制扇区划设指导材料",
  "附件五 重要点的设置和识别规范",
  "附件六 航路和航线代号的识别规范",
  "附件七 空中禁区、限制区和危险区代号的识别规范",
];
List airspaceUserquery_L4 = [
  //民用航空使用空域办法第四章节内容
  "第1节 一般规定",
  "第2节 导航容差",
  "第3节 飞行情报区",
  "第4节 高空和中低空管制区",
  "第5节 终端（进近）管制区",
  "第6节 机场管制地带和塔台管制区",
  "第7节 航路和航线",
  "第8节 机场仪表飞行程序的保护",
  "第9节 等待航线区域",
  "第10节 特殊区域"
];
List airspaceUserquery_F4 = [
  //民用航空使用空域办法附件四节内容
  "第1节 一般规定",
  "第2节 划设管制扇区的原则",
  "第3节 管制扇区的划设和使用方法",
  "第4节 管制扇区的名称和代码指配",
];
List airspaceUserquery_F5 = [
  //民用航空使用空域办法附件五节内容
  "第1节 一般规定",
  "第2节 重要点的分类",
  "第3节 重要点的名称和编码代号",
  "第4节 报告点的设置",
  "第5节 进离场航线重要点的设置",
  "第6节 转换点的设置",
  "第7节 航路和航线",
  "第8节 机场仪表飞行程序的保护",
  "第9节 等待航线区域",
  "第10节 特殊区域"
];
List airspaceUserquery_F6 = [
  //民用航空使用空域办法附件六节内容
  "第1节 一般规定",
  "第2节 代号的组成",
  "第3节 代号的指配",
  "第4节 代号的使用",
];

List rescueAircraftlist = [
  //搜索救援民用航空器工作手册
  "第一章 总则",
  "第二章 组织机构与职责",
  "第三章 搜寻援救管理",
  "第四章 搜寻援救实施",
  "附录1 民航搜寻援救协调部门值班电话",
  "附录2 空中搜寻飞行方式",
  "附录3 搜寻援救信号的发送与识别",
];

List rescueAircraftlist_L1_S1 = [
  //搜索救援民用航空器工作手册第一章节目录
  "第1节 依据和目的",
  "第2节 适用范围",
];

List rescueAircraftlist_L2_S2 = [
  //搜索救援民用航空器工作手册第二章节目录
  "第3节 组织机构",
  "第4节 协调机制",
  "第5节 职责分工",
];

List rescueAircraftlist_L3_S3 = [
  //搜索救援民用航空器工作手册第三章节目录
  "第6节 搜寻援救协调预案",
  "第7节 人员",
  "第8节 培训",
  "第9节 设施、设备、资料",
  "第10节 演练",
  "第11节 交流",
];
List rescueAircraftlist_L3_S4 = [
  //搜索救援民用航空器工作手册第四章节目录
  "第12节 情况不明阶段",
  "第13节 告警阶段",
  "第14节 遇险阶段",
  "第15节 搜寻援救阶段",
  "第16节 行动结束",
  "第17节 总结评估",
];
