List countryRulersList = [
  //国家法律法规子目录
  "中华人民共和国宪法",
  "中华人民共和国保守国家秘密法",
  "中华人民共和国安全生产法",
  "中华人民共和国劳动法",
  "中华人民共和国民用航空法",
  "中华人民共和国飞行基本规则",
  "中华人民共和国搜寻救援民用航空器规定",
];

List civilAvationList = [
  //民航规章，民用航空子目录
  "民用航空使用空域办法",
  "民用机场飞行程序和运行最低标准管理规定",
  "民用航空航行通告发布规定",
  "搜寻援救民用航空器工作手册",
];

List civilAvationList_FlyRoutine_L2 = [
  //民用航空机场飞行程序和运行最低标准管理规定
  "第一章 总则",
  "第二章 飞行程序设计和运行最低标准拟定",
  "第三章 飞行程序和运行最低标准的批准、校验、试飞和公布",
  "第四章 飞行程序和运行最低标准的使用和维护",
  "第五章 飞行程序设计人员和单位的管理",
  "第六章 监督检查",
  "第七章 法律责任",
  "第八章 附则",
];

List civilAvationList_FlyRoutine_L2_S1 = [
  //民用航空机场飞行程序和运行最低标准管理规定第二章节内容
  "第1节 基本要求",
  "第2节 新建、改建、扩建运输机场飞行程序设计",
  "第3节 运输机场飞行程序和运行最低标准的修改和优化",
];

List commonFlyMangementList = [
  "第一章 总则",
  "第二章 飞行空域的划设与使用",
  "第三章 飞行活动的管理",
  "第四章 飞行保障",
  "第五章 升放和系留气球的规定",
  "第六章 法律责任",
  "第七章 附则",
];

//民用航空飞行器目录
List commonFlyMangementList_2 = [
  "第一章 总则",
  "第二章 评估管理",
  "第三章 空中交通服务",
  "第四章 无线电管理",
  "第五章 附  则",
];

List flyAnnouncementRelease = [
  //民用航空航行通告发布规定
  "一 目的",
  "二 适用范围",
  "三 航行通告的审核",
  "四 A、C、D、E和F系列航行通告的拍发和转发",
  "五 雪情通告（S系列）的拍发和转发",
  "六 火山通告（V系列）的拍发和转发",
  "七 通告的编发规范",
  "八 附 则",
];

List airspaceUserquery = [
  //民用航空使用空域办法
  "第一章 总则",
  "第二章 空域分类",
  "第三章 空中交通服务区域",
  "第四章 空域规范",
  "第五章 空域数据",
  "第六章 空域使用程序",
  "第七章 附则",
  "附件一 定义",
  "附件四 管制扇区划设指导材料",
  "附件五 重要点的设置和识别规范",
  "附件六 航路和航线代号的识别规范",
  "附件七 空中禁区、限制区和危险区代号的识别规范",
];
List airspaceUserquery_L4 = [
  //民用航空使用空域办法第四章节内容
  "第1节 一般规定",
  "第2节 导航容差",
  "第3节 飞行情报区",
  "第4节 高空和中低空管制区",
  "第5节 终端（进近）管制区",
  "第6节 机场管制地带和塔台管制区",
  "第7节 航路和航线",
  "第8节 机场仪表飞行程序的保护",
  "第9节 等待航线区域",
  "第10节 特殊区域"
];
List airspaceUserquery_F4 = [
  //民用航空使用空域办法附件四节内容
  "第1节 一般规定",
  "第2节 划设管制扇区的原则",
  "第3节 管制扇区的划设和使用方法",
  "第4节 管制扇区的名称和代码指配",
];
List airspaceUserquery_F5 = [
  //民用航空使用空域办法附件五节内容
  "第1节 一般规定",
  "第2节 重要点的分类",
  "第3节 重要点的名称和编码代号",
  "第4节 报告点的设置",
  "第5节 进离场航线重要点的设置",
  "第6节 转换点的设置",
  "第7节 航路和航线",
  "第8节 机场仪表飞行程序的保护",
  "第9节 等待航线区域",
  "第10节 特殊区域"
];
List airspaceUserquery_F6 = [
  //民用航空使用空域办法附件六节内容
  "第1节 一般规定",
  "第2节 代号的组成",
  "第3节 代号的指配",
  "第4节 代号的使用",
];

List rescueAircraftlist = [
  //搜索救援民用航空器工作手册
  "第一章 总则",
  "第二章 组织机构与职责",
  "第三章 搜寻援救管理",
  "第四章 搜寻援救实施",
  "附录1 民航搜寻援救协调部门值班电话",
  "附录2 空中搜寻飞行方式",
  "附录3 搜寻援救信号的发送与识别",
];

List rescueAircraftlist_L1_S1 = [
  //搜索救援民用航空器工作手册第一章节目录
  "第1节 依据和目的",
  "第2节 适用范围",
];

List rescueAircraftlist_L2_S2 = [
  //搜索救援民用航空器工作手册第二章节目录
  "第3节 组织机构",
  "第4节 协调机制",
  "第5节 职责分工",
];

List rescueAircraftlist_L3_S3 = [
  //搜索救援民用航空器工作手册第三章节目录
  "第6节 搜寻援救协调预案",
  "第7节 人员",
  "第8节 培训",
  "第9节 设施、设备、资料",
  "第10节 演练",
  "第11节 交流",
];
List rescueAircraftlist_L3_S4 = [
  //搜索救援民用航空器工作手册第四章节目录
  "第12节 情况不明阶段",
  "第13节 告警阶段",
  "第14节 遇险阶段",
  "第15节 搜寻援救阶段",
  "第16节 行动结束",
  "第17节 总结评估",
];
